Repository: Darock-Studio/Darock-Bili
Catalog: DarockBili Watch App/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: %@ 搜索...
en: %@ Search...

source: %lld 专栏
en: %lld Articles

source: %lld 视频
en: %lld Videos

source: 114 人在看
en: 114 people are watching

source: bilibili UP主认证：%@
en: Bilibili Uploaders Certification: %@

source: Darock 正在努力开发，将会很快更新
en: Darock is working hard and will update soon.

source: 上一页
en: Previous Page

source: 下一页
en: Next Page

source: 不发送
en: Don't send

source: 专栏
en: Essays

source: 了解！
en: Got it!

source: 人机验证已完成
en: CAPTCHA finished.

source: 关于
en: About

source: 关注
en: Follow

source: 关注列表
en: Uploaders

source: 关闭 iPhone 的 Wi-Fi 以及蓝牙
en: Turn off Wi-Fi and Bluetooth of iPhone

source: 加载失败，点击重试
en: Loading failed, tap to retry.

source: 加载更多
en: Load more

source: 即将退出...
en: Will exit...

source: 历史记录
en: History

source: 反馈成功！后续可使用反馈 ID：%@ 跟进情况
en: Feedback successful! In the future, feedback ID: %@ can be used to follow up on the situation

source: 反馈类型
en: Feedback Type

source: 反馈问题
en: Feedback Issues

source: 发生错误前...
en: Before the error...

source: 发生问题前...(选填)
en: Before the error...(Optional)

source: 发送
en: Send

source: 发送的信息中不含任何您的个人信息
en: The message sent does not contain any personal information about you

source: 发送的反馈中不含任何您的个人信息
en: The feedback sent does not contain any personal information about you

source: 发送验证码
en: Send verification code

source: 取消
en: Cancel

source: 可在 TestFlight 中反馈，感谢您的支持！
en: You can report in TestFlight, thanks for your supporting.

# 喵哩喵哩 v%@ Build %@
source: 喵哩喵哩 v%1$@ Build %2$@
en: Meowbili v %1$@ Build %2$@

source: 基本操作：
en: Basics:

source: 密码
en: Password

source: 密码提示：纯数字
en: Password prompt: numbers only

source: 将上方信息发送到 Darock 可以帮助我们改进喵哩喵哩
en: Sending the above information to Darock can help us improve Meowbili

source: 已扫描
en: Scanned

source: 建议
en: Suggestion

source: 开源组件许可
en: Open-source resources permission

source: 很快到来
en: Coming Soon

source: 感谢您的支持！
en: Thank you for your support!

source: 我的收藏
en: My favorites:

source: 我知道了！
en: Got It!

source: 扫码登录
en: Scan to Login

source: 投币
en: Give Coin

source: 搜索
en: Search

source: 播放
en: Play

source: 暗礁反馈
en: Darock Feedback

source: 来自 %@ 的消息：欢迎加群 248036605 获取最新消息谢谢喵！
en: Message from %@: Join QQ group 238036605 for the lastest news.

source: 来自ReX的消息：界面与交互设计来自 腕上生花 - ReX Design（wear.rexwe.net）
en: Message from ReX: The interface and Interaction design come from ReX Design (wear.rexwe.net)

source: 标题
en: Title

source: 案例编号为 %@ 后续可通过此编号跟进状态
en: Feedback ID: %@

source: 欢迎使用腕上哔哩！
en: Welcome to Meowbili

source: 正在下载...
en: Downloading…

source: 正在解析...
en: Decoding…

source: 正在预加载...
en: Preloading…

source: 点击登录
en: Tap to Login

source: 登录
en: Login

source: 确定
en: Confirm

source: 确定吗？
en: Are you sure?

source: 视频
en: Video

source: 离线缓存
en: Downloads

source: 简单地描述问题
en: Simply describe the problem

source: 粉丝
en: Fans

source: 继续加载
en: Continue loading

source: 网络环境：
en: Internet Connection:

# 腕上哔哩 v%@ Build %@
source: 腕上哔哩 v%1$@ Build %2$@
en: Darock Bill v%1$@ Build %2$@

source: 腕上哔哩切换页面主要靠点击和滑动，当您发现屏幕下方有小点时可尝试左右滑动切换页面
en: Darock Bill navigate by tapping and swiping, you can swipe to change views if you see spots at the button of the scr

source: 腕上哔哩现在还处于测试阶段，遇到问题可以使用暗礁反馈（将在晚些时候上线）帮助我们改进
en: Darock Bill is still in Beta, if you ran into a problem you can report in Darock Feedback (coming later) to help us improve.

source: 范围：%@
en: Range: %@

source: 该用户无专栏
en: This user has no articles

source: 该用户无视频
en: This user has no videos

# 请确定 Watch 的状态栏（控制中心上方）显示为%@而不是%@
source: 请确定 Watch 的状态栏（控制中心上方）显示为%1$@而不是%2$@
en: Please check Watch’s Status Bar (at the top of the Control Center) had shown %@ instead of %@

source: 账号
en: Account

source: 返回
en: Back

source: 这里有一些值得注意的地方：
en: Tips:

source: 进行人机验证
en: CAPTCHA

source: 退出登录
en: Log out

source: 遇到问题？下载%@（暂未上线），附带上方文本进行反馈
en: Ran into a problem? Report your problem with the text above via %@ (coming soon)

source: 错误/异常行为
en: Error

source: 错误与网络有关，您应当先点此尝试 网络疑难解答
en: The error is about network. You should click here to fix your network.

source: 问题反馈：
en: Report bugs:

# 非常抱歉，喵哩喵哩在 %@ 时出现了问题。%@
source: 非常抱歉，喵哩喵哩在 %1$@ 时出现了问题。%2$@
en: There was a problem with Meowbili at %1$@ %2$@
